#include <iostream>
using namespace std;

int main()

{
    setlocale(LC_ALL, "Russian");
    cout << " Послушайте! \n";
    cout << "Ведь, если звезды зажигают - \n";
    cout << "  значит - это кому - нибудь нужно ? \n";
    cout << "Значит - кто - то хочет, чтобы они были ? \n";
    cout << "Значит - кто - то называет эти плевочки \n";
    cout << "жемчужиной ? \n";
    cout << "И, надрываясь \n";
    cout << "в метелях полуденной пыли, \n";
    cout << "врывается к богу, \n";
    cout << "боится, что опоздал, \n";
    cout << "плачет, \n";
    cout << "целует ему жилистую руку, \n";
    cout << "просит - \n";
    cout << "чтоб обязательно была звезда!- \n";
    cout << "клянется - \n";
    cout << "не перенесет эту беззвездную муку! \n";
    cout << "А после \n";
    cout << "ходит тревожный, \n";
    cout << "но спокойный наружно. \n";
    cout << "Говорит кому - то: \n";
    cout << "Ведь теперь тебе ничего? \n";
    cout << "Не страшно ? \n";
    cout << "Да ? ! \n";
    cout << "Послушайте! \n";
    cout << "Ведь, если звезды \n";
    cout << "зажигают - \n";
    cout << "значит - это кому - нибудь нужно ? \n";
    cout << "Значит - это необходимо, \n";
    cout << "чтобы каждый вечер \n";
    cout << "над крышами \n";
    cout << "загоралась хоть одна звезда ? ! \n";
}
